Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smj/admin/sd/samediggi.no/ealahusat.html.tmx
Source language: sme
Languages: smj

source: Ealáhusat / Sámediggi - Sametinget
smj: Æládus / Sámedigge - Sametinget

source: Oza doarjaga
smj: Åtså biednikdårjav

source: Ealáhusat
smj: Æládus

source: Seailluheames ja ovdánahttimis sámi ealáhusvugiid mearkkaša ahte sihkkarastá sámiid ealáhusvuođu, ja dáhkida sámi kultuvrra ovdáneami ja ealli sámegiela.
smj: Bisodit ja åvddånahttet sámeæládusvuogijt la duodastus æládusvuodon sámijda, ja la duohtavuohta åvddånahttemi sámekultuvrraj ja viesso sámegiellaj.

source: silje.karine.muotka@samediggi.no
smj: Politihkalasj åvdåsvásstediddje

source: Boazodoallu
smj: Boatsojæládus

source: Mearraealáhusat
smj: Marijna æládusá

source: Duodji
smj: Duodje

source: Máŋggalágan ealáhusdoaibma
smj: Moattelágásj æládusiellem

source: Kulturealáhus
smj: Kulturæládus

source: Sámediggi bargá
smj: Sámedigge barggá

source: nana ja máŋggabealat ealáhusdoaimmat
smj: Nanos ja ålolágásj æládusiellem

source: ealáhusdoaimmat main vuođđun lea ja doahttalit sámi kultuvrra, luonddu ja birrasa
smj: Æládusiellem mij tsieggi ja válddá berustibmáj sáme kultuvrav, luondov ja birrusav

source: ealáhusdoaibma mii dagaha ceavzilis báikegottiid gos olbmot háliidit orrut
smj: Æládusiellem mij dahká vuodov viessonanos bájkálasj sebrudahkaj gånnå almatja sihti årrot

source: Duogaš
smj: Duogásj

source: Sámi ealáhusat leat árbevirolaččat čadnon lundui.
smj: Sáme æládusá li dijdalattjat årrum tjaddnum luonnduj.

source: Sápmelaččat leat viežžan eallinláibbi ja dietnasiid meahccevalljodagaid ávkkástallamis, guolásteamis, eanandoalus ja boazodoalus, mas maiddái leat ožžon vuođđoávdnasiid duodjái ja iešguđetge muohkadanbuktagiid.
smj: Sáme li viedtjam viessomlájbev ja sisboadov tjuohppamis miehttsevaddásij baktu, guollimis, ednambargos ja ællobargos, mij aj la vaddám ábnnasijt duodjáj ja fert slaje joarkkagárvedimbierggasijda.

source: Sápmelaččat heivehit ja ovdánahttet iežaset almmá kultuvrraset guođđimis.
smj: Sáme vierrek hárjján åvddånahttet nåv vaj ij bieste sijá ietjas kultuvrav.

source: Dákkár geabbilis ja hutkás miellaguottut rievdademiide ja ođđajurddašeapmái lea dehálaš sámi ealáhusovdáneamis velá odne ge.
smj: Dat mássjkedis ja oajvvás vuojnno rievddamusájda ja ådåájádallamijda la ájnas árvvo sámeæládusåvddånahttemin uddniga.
